Repository: 3UU/wordpress-shariff-wrapper
Catalog: trunk/locale/shariff3UU-*.po
Languages: de_de, fr_fr

source: <p>If you contact us about a problem with the share counts, please <u>always</u> include the information provided in the
fr_fr: <p>En cas de problème avec les statistiques (share counts), veuillez renseigner les informations demandées

source: <p>The WordPress plugin "Shariff Wrapper" has been developed by <a href="http://www.datenverwurstungszentrale.com" target="_blank">3UU</a> and <a href="https://www.jplambeck.de" target=_blank">JP</a> in order to help protect the privacy of your visitors. It is based on the original Shariff buttons developed by the German computer magazin <a href="http://ct.de/shariff" target="_blank">c't</a> that fullfill the strict data protection laws in Germany. If you need any help with the plugin, take a look at the <a href="https://wordpress.org/plugins/shariff/faq/" target="_blank">Frequently Asked Questions (FAQ)</a> and the <a href="https://wordpress.org/support/plugin/shariff" target="_blank">Support Forum</a>. For up to date news about the plugin you can also follow <a href="https://twitter.com/jplambeck" target=_blank">@jplambeck</a> on Twitter.</p>
fr_fr: <p>Le plugin WordPress "Shariff Wrapper" a été développé par <a href="http://www.datenverwurstungszentrale.com" target="_blank">3UU</a> et <a href="https://www.jplambeck.de" target=_blank">JP</a>, afin de protéger la vie privée des visiteurs. Il se base sur le Shariff original, développé par le journal informatique <a href="http://ct.de/shariff" target="_blank">c't</a>, qui respecte strictement les lois allemandes sur la protection des données. En cas de problème ou de questions, veuillez consulter la <a href="https://wordpress.org/plugins/shariff/faq/" target="_blank">Frequently Asked Questions (FAQ)</a> und das <a href="https://wordpress.org/support/plugin/shariff" target="_blank">Support Forum</a>. Pour être au courant des nouveautés concernant le plugin, vous pouvez également suivre <a href="https://twitter.com/jplambeck" target=_blank">@jplambeck</a> sur Twitter.</p>

source: <p>This is a list of all available options for the <code>[shariff]</code> shortcode:</p>
fr_fr: <p> Voici une liste de toutes les options disponibles concernant le <code>[shariff]</code> shortcode : </p>

source: Add Shariff as configured on the plugin options page.
fr_fr: Ajouter le shariff comme configuré sur la page option du plugin.

source: Add the Shariff buttons <u>after</u> all:
fr_fr: Ajouter le shariff <u>après</u> :

source: Add the Shariff buttons <u>before</u> all:
fr_fr: Ajouter le shariff <u>avant</u> :

source: Add the post content to the e-mail body.
fr_fr: Ajouter le contenu de l'article dans l'e-mail.

source: Adds a headline above the Shariff buttons. Basic HTML as well as style and class attributes can be used. To remove a headline set on the plugins options page use headline="".
fr_fr: Ajouter un titre au dessus du Shariff. Du code HTML basic ainsi que des attributs de style et de classe peuvent être utilisés. Pour supprimer un seul titre, veuillez simplement écrire headline="".

source: Advanced
fr_fr: Options avançées

source: Advanced options
fr_fr: Options avançées

source: Alignment of the Shariff buttons in the widget:
fr_fr: Alignement du Shariff dans la zone Widget :

source: Alignment of the Shariff buttons:
fr_fr: Alignement du Shariff :

source: Backend error.
fr_fr: Erreur du Backend.

source: <p>Basic HTML as well as style and class attributes are allowed - e.g. <code>&lt;h3 class="shariff_headline"&gt;Share this post&lt;/h3&gt;</code></p>
fr_fr: <p>Le code HTML basique ainsi que les attributs de style et de classe sont autorisés - p. ex. <code>&lt;h3 class="shariff_headline"&gt;Partager ce contenu&lt;/h3&gt;</code></p>

source: Basic
fr_fr: Options de base

source: Basic options
fr_fr: Options de base

source: CSS attributes for the container <span style="text-decoration: underline;">around</span> Shariff:
fr_fr: CSS-Attribute pour le contenant <u>autour</u> du Shariff :

source: Cache TTL in seconds (60 - 7200):
fr_fr: Cache-temporaire (TTL) en secondes (60 - 7200) :

source: Cache directory is not writable or cannot be found.
fr_fr: Le Cache-Verzeichnis .

source: Cache directory is writable.
fr_fr: Le répertoire cache n'est pas disponible.

source: Changes the language of the share buttons.
fr_fr: Modifie la langue du Shariff.

source: Changes the orientation of the buttons.
fr_fr: Modifie l'orientation du Shariff.

source: Changes the title to share. Only for special use cases.
fr_fr: Modifie le titre du lien de partage. Seulement pour cas particuliers.

source: Changes the url to share. Only for special use cases.
fr_fr: Modifie l'url du lien de partage. eulement pour cas particuliers.

source: Choose image
de_de: Bild w&auml;hlen
fr_fr: Choisissez l'image

source: Current share count for
fr_fr: Nombre de partage pour

source: Custom link for the info button:
fr_fr: Lien personnalisé pour le bouton information :

source: Default
fr_fr: Par défaut

source: Default image for Pinterest:
fr_fr: Image par défaut pour Pinterest :

source: Default sender e-mail address:
fr_fr: Adresse e-mail par défaut :

source: Default sender name:
fr_fr: Expéditeur par défaut :

source: Design options
fr_fr: Option de design

source: Determines the default image to share for Pinterest, if no other usable image is found.
fr_fr: Détermine l'image par défaut partagée sur Pinterest, si aucune autre image n'est trouvée.

source: Determines the main design of the buttons.
fr_fr: Déternine le design principal du Shariff.

source: Determines which buttons to show and in which order.
fr_fr: Détermine quels boutons montrer et dans quel ordre.

source: Disable the Shariff buttons on password protected posts.
fr_fr: Désactive le Shariff sur les articles protégés par mot de passe.

source: Disable the mail form functionality.
fr_fr: Désactive la fonction de mail formulaire.

source: Disabled
fr_fr: Désactivé

source: Enable share counts (statistic).
fr_fr: Active les statistiques (share counts).

source: Enable the following services in the provided order:
fr_fr: Active les services suivants dans cet ordre :

source: Enables share counts on the buttons.
fr_fr: Active les statistiques (share counts) dans le Shariff.

source: Error
fr_fr: Erreur

source: Example
fr_fr: Exemple

source: Flattr username:
fr_fr: Flattr-nom d'utilisateur :

source: Headline above all Shariff buttons:
fr_fr: Titre au dessus de tous les boutons du Shariff :

source: Help
fr_fr: Aide

source: Help Section</a> and the
fr_fr: Page d'aide </a> et dans le

source: Mail Form
fr_fr: Mail formulaire

source: Mail form disabled.
fr_fr: Mail formulaire désactivé.

source: Mail form options
fr_fr: Options du mail formulaire

source: Mailform language:
fr_fr: Langue du mail formulaire :

source: More information in the FAQ.
fr_fr: Plus d'information dans la FAQ.

source: Name
fr_fr: Nom

source: Not configured
fr_fr: Non configuré.

source: PHP-Version 5.4 or better is needed to enable the statistic functionality.
fr_fr: Pour le bon fonctionnement des statistiques, la version > 5.4 du PHP est indispensable.

source: Please check your
de_de: Bitte &uuml;berpr&uuml;fe die
fr_fr: Veuillez vérifier vos

source: Please share this post:
fr_fr: Veuillez partager cet article :

source: Posts
fr_fr: Articles

source: Posts (blog page)
fr_fr: Articles (pages de blog)

source: Reduce button size by 30%.
fr_fr: Réduit la taille du bouton de 30%.

source: Require sender e-mail address.
fr_fr: Requiert l'e-mail de l'expéditeur.

source: Select the desired services in the order you want them to be displayed, where the Shariff buttons should be included automatically and if you want the share counts to be shown.
fr_fr: Sélectionez les services souhaités dans l'ordre dans lequel vous souhaitez les afficher,où vous souhaitez que les Shariff soient automatiquement inclus et si vous souhaitez afficher les statistiques (share counts).

source: Sets a custom link for the info button.
fr_fr: Mets en place un lien personnalisé pour le bouton information.

source: Sets the Flattr username.
fr_fr: Mets en place le Flattr-nom d'utilisateur.

source: Sets the Twitter via tag.
fr_fr: Mets en place Twitter via tag.

source: Settings
de_de: Einstellungen
fr_fr: Options

source: Share this post
fr_fr: Partagez cet article

source: Shariff Help
fr_fr: Aide pour le Shariff

source: Shariff button design:
fr_fr: Design du Shariff :

source: Shariff button language:
fr_fr: Langue du Shariff :

source: Shariff button orientation <b>vertical</b>.
fr_fr: Orientation des boutons du Shariff <b>vertical</b>.

source: Shariff-Settings</a> - Flattr was selected, but no username was provided! Please enter your <strong>Flattr username</strong> in the shariff options!
de_de: Shariff-Einstellungen</a> - Flattr wurde ausgewählt, aber kein Benutzername angegeben! Bitte den eigenen <strong>Flattr-Benutzernamen</strong> in den Shariff-Einstellungen eintragen!
fr_fr: Options du Shariff</a> - Vous avez sélectionné Flattr mais vous n'avez pas fourni de nom d'utilisateur! Veuillez entrer un <b>Flattr-nom d'utilisateur</b> dans les options du Shariff!

source: Shariff-Settings</a> - Mail was split into mailform and mailto. Manual shorttags may need to be adjusted accordingly.
fr_fr: Options du Shariff</a> - Le mail a été séparé en <code>mailto</code> et <code>mailform</code>. Des modifications manuelles des shorttags peuvent être requises.

source: Shariff-Settings</a> - Mailform has been selected as a service, but mail form functionality is disabled!
fr_fr: Shariff-Einstellungen</a> - <code>mailform</code> a été sélectionné, cependant la fonction de formualaire par mail est déseactivé dans les options!

source: Small reduces the size of all buttons by 30%, regardless of theme.
fr_fr: Small réduit la taile de tous les boutons de 30%, indépendemment du design sélectionné.

source: Statistic:
fr_fr: Statistiques :

source: Status
fr_fr: Statut

source: Stretch buttons horizontally to full width.
fr_fr: Etends au maximum les boutons horizontalement.

source: Support Forum</a>.
fr_fr: Forum d'aide</a>.

source: The mail form can be completely disabled, if not needed. Otherwise, it is recommended to configure a default sender e-mail address from <u>your domain</u> that actually exists, to prevent spam filters from blocking the e-mails.
fr_fr: Le formulaire par mail peut être complétement désactivé. Si non, il est recommandé de donner une adresse mail expediteur par défaut de votre <u>propre domaine</u>, afin d'éviter aux e-mails d'être bloqués par le filtre de spam.

source: The post featured image or the first image of the post.</div>
fr_fr: L'illustration de l'article ou la première illustration de l'article.</div>

source: The title of the current post or page.</div>
fr_fr: Le titre de l'article ou de la page, où vous vous trouvez.</div>

source: The url of the current post or page.</div>
fr_fr: L'URL de l'article ou de la page, où vous vous trouvez.</div>

source: This configures the advanced options of Shariff regarding specific services. If you are unsure about an option, take a look at the
fr_fr: Configure les options avancées du Shariff concernant des services particuliers. Si une option ne vous apparait comme certaine, veuillez regarder le

source: This configures the default design of the Shariff buttons. Most options can be overwritten for single posts or pages with the options within the <code>[shariff]</code> shorttag. For more information have a look at the
fr_fr: configure les options par défaut du design des boutons du Shariff. La plupart des options peuvent être modifiées pour chaque article et pour chaque page grâce au Shorttag <code>[Shariff]</code>. Pour plus d'informations, réferez-vous au

source: Title
de_de: Titel
fr_fr: Titre

source: Tried using the following directory:
fr_fr: Les répertoires suivants sont actuellement utilisés :

source: Twitter username for the via tag:
fr_fr: Nom d'utilisateur Twitter pour le via tag :

source: Type:
fr_fr: Format :

source: Use the pipe sign | (Alt Gr + &lt; or &#8997; + 7) between two or more services.
fr_fr: Utilisez le signe Pipe | (Alt Gr + &lt; or &#8997; + 7) entre deux ou plusieurs services.

source: Username for Flattr is missing!
fr_fr: Nom d'utilisqteur pour Flattr manquant!

source: Using the following directory:
fr_fr: Utilisez le répertoire suivant :

source: center
de_de: mittig
fr_fr: centré

source: left
de_de: links
fr_fr: gauche

source: right
de_de: rechts
fr_fr: droite

source: status section</a>! This will help to speed up the process.</p>
fr_fr: section du statut</a>! Le processus pour trouver une solution sera plus rapide.</p>

source: username
fr_fr: Nom d'utilisateur

source: If you enjoy our plugin, please consider writing a review about it on
fr_fr: Si vous aimez notre plugin, merci de donner votre avis sur

source: . If you want to support us financially, you can donate via
fr_fr: . Si vous voulez nous soutenir financièrement, vous pouvez faire un don via

source: and
fr_fr: et

source: . Thank you!
fr_fr: . Merci!

source: Patreon username:
fr_fr: Nom d'utilisqteur Patreon:

source: Bitcoin address:
fr_fr: Adresse Bitcoin:

source: Shariff-Settings</a> - Patreon was selected, but no username was provided! Please enter your <strong>Patreon username</strong> in the shariff options!
fr_fr: Options du Shariff</a> - Vous avez sélectionné Patreon mais vous n'avez pas fourni de nom d'utilisateur! Veuillez entrer un <b>Patreon-nom d'utilisateur</b> dans les options du Shariff!

source: Shariff-Settings</a> - PayPal was selected, but no button ID was provided! Please enter your <strong>Hosted Button ID</strong> in the shariff options!
fr_fr: Options du Shariff</a> - Vous avez sélectionné PayPal mais vous n'avez pas fourni de button ID! Veuillez entrer un <b>PayPal-Button-ID</b> dans les options du Shariff!

source: Shariff-Settings</a> - Bitcoin was selected, but no address was provided! Please enter your <strong>Bitcoin Address</strong> in the shariff options!
fr_fr: Options du Shariff</a> - Vous avez sélectionné Bitcoin mais vous n'avez pas fourni de adresse! Veuillez entrer un <b>adresse Bitcoin</b> dans les options du Shariff!

source: Username for patreon is missing!
fr_fr: Nom d'utilisqteur pour Patreon manquant!

source: Button ID for PayPal is missing!
fr_fr: Button-ID pour PayPal manquant!

source: Address for Bitcoin is missing!
fr_fr: Adresse pour Bitcoin manquant!

source: Sets the Patreon username.
fr_fr: Mets en place le Patreon-nom d'utilisateur.

source: Sets the PayPal hosted button ID.
fr_fr: Mets en place le PayPal Hosted-Button-ID.

source: Sets the bitcoin address.
fr_fr: Mets en place le adresse Bitcoin.

source: bbPress replies
fr_fr: bbPress réponses

source: The GD Library is not installed on this server. This is only needed for the QR codes, if your are using the bitcoin button.
fr_fr: La bibliothèque GD est pas installé sur ce serveur. Ceci est nécessaire uniquement pour les codes QR, si vous utilisez le bouton de Bitcoin.

source: Enable Shariff for all post and configure the options with these settings.
de_de: Aktiviere Shariff für alle Posts und stelle die Parameter ein.

source: Select button language.
de_de: Sprache für die Buttons vorbelegen.

source: Select theme (Shariff button design).
de_de: Wähle ein Design

source: Check this to make orientation of buttons <b>vertical</b>.
de_de: Buttons vertikal anordnen.

source: Put in the services you want to enable (<code>facebook|twitter|googleplus|whatsapp|mail|mailto|printer|pinterest|linkedin| xing|reddit|stumbleupon|flattr|info</code>). Use the pipe sign | (Alt Gr + &lt; or &#8997; + 7) between two or more services.
de_de: Setze die Namen der Dienste ein, die eingebunden werden sollen (<code>facebook|twitter|googleplus|whatsapp|mail|mailto|printer|pinterest|linkedin| xing|reddit|stumbleupon|flattr|info</code>). Verwende das Pipe-Zeichen | (Alt Gr + &lt; oder &#8997; + 7) bei zwei oder mehr Diensten als Trenner.

source: Check this to show share statistics.
de_de: Zeige Statistik in den Buttons.

source: Change the default link of the "info" button to:
de_de: Ändere den Standard-Link von "info" zu

source: This configures the default behavior of Shariff for your blog. You can overwrite this in single posts or pages with the options within the <code>[shariff]</code> shorttag. For more information please have a look at the <a href="https://wordpress.org/plugins/shariff/faq/" target="_blank">FAQ</a> and the <a href="https://wordpress.org/support/plugin/shariff/" target="_blank">Support Forum</a>.
de_de: Hier konfigurierst Du das Standard-Verhalten von Shariff für alle Posts im Blog. Es läßt sich in einzelnen Posts oder Seiten mit dem Shorttag <code>[shariff]</code> anpassen. Für mehr Informationen schau in die <a href="https://wordpress.org/plugins/shariff/faq/" target="_blank">FAQ</a> und das <a href="https://wordpress.org/support/plugin/shariff/" target="_blank">Support Forum</a>.

source: browser selected
de_de: vom Browser bestimmt

source: Add Shariff as configured in the admin menu.
de_de: Fügt Shariff wie im Admin-Menü konfiguriert an.

source: CSS style attributes for the CSS container _around_ Shariff
de_de: CSS Stil-Attribute f&uuml;r den Rahmen-Container _um_ Shariff

source: please read about it in the FAQ
de_de: bitte lies Details dazu in der FAQ

source: Shariff-Settings</a> - We have new detailed options where shariff buttons can be displayed! Also please read the FAQ about planed changes of the mail/mailto service functionality.
de_de: Shariff-Einstellungen</a> - Wir haben neue und detailliertere Optionen, wo die Shariff-Buttons erscheinen sollen! Ausserdem &auml;ndert sich bald die Funktionalit&auml;t des mail/mailto-Service. Mehr dazu in der FAQ.

source: Check to put Shariff at the end off all posts.
de_de: Shariff am Ende von jedem Post einf&uuml;gen (Einzelansicht).

source: Check to put Shariff at the beginning off all posts.
de_de: Shariff am Anfang von jedem Post einf&uuml;gen (Einzelansicht).

source: Check to put Shariff at the end off all posts on the overview page.
de_de: Shariff am Ende von jedem Post einf&uuml;gen (&Uuml;bersichts-Seite).

source: Check to put Shariff at the beginning off all posts on the overview page.
de_de: Shariff am Anfang von jedem Post einf&uuml;gen (&Uuml;bersichts-Seite).

source: Check to put Shariff at the end off all extension pages (e.g. product sites).
de_de: Shariff am Ende aller Erweiterungen einf&uuml;gen (z.B. Artikelseiten in Shops).

source: Check to put Shariff at the end off all pages.
de_de: Shariff am Ende von jeder Seite einf&uuml;gen.

source: Check to put Shariff at the beginning off all pages.
de_de: Shariff am Anfang von jeder Seite einf&uuml;gen.

source: Set the screen name for Twitter (via) to
de_de: Setze f&uuml;r Twitter folgenden Screen-Namen (via)

source: Select the alignment of the Shariff buttons
de_de: Positioniere die Shariff-Buttons

source: Select the alignment of the Shariff buttons in the widget
de_de: Positioniere die Shariff-Buttons im Widget

source: Set the username for Flattr to
de_de: Nutze für Flattr folgenden Benutzernamen

source: Select the default image for Pinterest in case no other usable image is found.
de_de: Setze ein Standardbild f&uuml;r Pinterest, falls kein anderes gefunden werden kann.

source: Check this to make the buttons 30% smaller (all designs).
de_de: Ausw&auml;hlen, um alle Buttons - unabh&auml;ngig vom Design - 30% kleiner zu machen.

source: Check this to add the content of a post to emails.
de_de: Ausw&auml;hlen, um auch den Inhalt des Artikels in die Email zu packen.

source: Default name for email sender if no name is provided with ther form.
de_de: Standard-Name des Email-Absenders, falls keiner angegeben wird.

source: Default sender email address.
de_de: Standard-Antwortadresse, falls keine angegeben wird.
