Repository: 3UU/wordpress-shariff-wrapper
Catalog: src/locale/shariff-*.po
Languages: es_es

source: en
es_es: es

source: Shariff platforms
es_es: plataformas Shariff

source: Other Shariff settings
es_es: Otros ajustes Shariff

source: Privacy information
es_es: Información de privacidad

source: Default Image URL
es_es: Normal Imagen URL

source: Design
es_es: ﻿Diseño

source: Orientation
es_es: ﻿Orientación

source: Button location
es_es: Ubicación Button

source: Hide on overview page
es_es: Ocultar en la página resumen

source: Temp directory
es_es: Directorio temp

source: Before
es_es: Antes

source: After
es_es: Después

source: Show the sharing buttons before or after the article.
es_es: Mostrar los botones de compartir antes o después del artículo.

source: Used for services such as Pinterest
es_es: Se utiliza para servicios tales como Pinterest

source: Colored
es_es: Colorado

source: Grey
es_es: Gris

source: White
es_es: Blanco

source: Round
es_es: ﻿Redonda

source: Shariff configuration
es_es: Configuración Shariff

source: You're using PHP 5.4 or greater.
es_es: Usted está utilizando PHP 5.4 o mayor.

source: You're using an outdated PHP version which will cause problems. Please update PHP to 5.4 or greater to have full support.
es_es: Usted está utilizando una versión de PHP obsoleta que causará problemas. Por favor, actualice PHP 5.4 o superior para tener apoyo.

source: Shariff settings
es_es: Ajustes Shariff

source: Deactivate Shariff?
es_es: Desactivar Shariff?
