Repository: 3UU/wordpress-shariff-wrapper
Catalog: shariff/locale/shariff3UU-*.po
Languages: it_it

source: <p>If you contact us about a problem with the share counts, please <u>always</u> include the information provided in the
it_it: <p>Se ci contattate per un problema sul contatore di condivisione (share counts), per favore includete <u>sempre</u> le informazioni presenti nella

source: <p>The WordPress plugin "Shariff Wrapper" has been developed by <a href="http://www.datenverwurstungszentrale.com" target="_blank">3UU</a> and <a href="https://www.jplambeck.de" target=_blank">JP</a> in order to help protect the privacy of your visitors. It is based on the original Shariff buttons developed by the German computer magazin <a href="http://ct.de/shariff" target="_blank">c't</a> that fullfill the strict data protection laws in Germany. If you need any help with the plugin, take a look at the <a href="https://wordpress.org/plugins/shariff/faq/" target="_blank">Frequently Asked Questions (FAQ)</a> and the <a href="https://wordpress.org/support/plugin/shariff" target="_blank">Support Forum</a>. For up to date news about the plugin you can also follow <a href="https://twitter.com/jplambeck" target=_blank">@jplambeck</a> on Twitter.</p>
it_it: <p>Il plugin Wordpress "Shariff Wrapper" è stato sviluppato da <a href="http://www.datenverwurstungszentrale.com" target="_blank">3UU</a> e <a href="https://www.jplambeck.de" target=_blank">JP</a> al fine di proteggere la privacy dei visitatori. E' basato sull'originale Shariff-Buttons sviluppato dalla Computer Magazin tedesca <a href="http://ct.de/shariff" target="_blank">c't</a>, che rispetta le severe leggi sulla protezione dei dati in Germania. Per qualunque problema con il plugin, date un'occhiata alle <a href="https://wordpress.org/plugins/shariff/faq/" target="_blank">Frequently Asked Questions (FAQ)</a> ed al <a href="https://wordpress.org/support/plugin/shariff" target="_blank">Support Forum</a>. Per informazioni aggiornate sul plugin potete seguire <a href="https://twitter.com/jplambeck" target=_blank">@jplambeck</a> su Twitter.</p>

source: <p>This is a list of all available options for the <code>[shariff]</code> shortcode:</p>
it_it: <p>Questo è un elenco di tutte le opzioni disponibili per lo shortcode <code>[shariff]</code>:</p>

source: Add Shariff as configured on the plugin options page.
it_it: Aggiungi Shariff come configurato nella pagina delle opzioni del plugin.

source: Add the Shariff buttons <u>after</u> all:
it_it: Inserisci i pulsanti Shariff <u>dopo</u> i contenuti per:

source: Add the Shariff buttons <u>before</u> all:
it_it: Inserisci i pulsanti Shariff <u>prima</u> dei contenuti per:

source: Add the post content to the e-mail body.
it_it: Aggiungi il contenuto dell'articolo nel corpo dell'e-mail.

source: Adds a headline above the Shariff buttons. Basic HTML as well as style and class attributes can be used. To remove a headline set on the plugins options page use headline="".
it_it: Aggiunge un titolo sopra i pulsanti Shariff. E' possibile utilizzare HTML base, come pure attributi di stile e classe. Per rimuovere un titolo impostato nelle opzioni del plugin utilizzare il titolo="".

source: Advanced
it_it: Avanzate

source: Advanced options
it_it: Opzioni avanzate

source: Alignment of the Shariff buttons in the widget:
it_it: Allineamento dei pulsanti Shariff all'interno del widget:

source: Alignment of the Shariff buttons:
it_it: Allineamento dei pulsanti Shariff:

source: Backend error.
it_it: Errore di backend.

source: <p>Basic HTML as well as style and class attributes are allowed - e.g. <code>&lt;h3 class="shariff_headline"&gt;Share this post&lt;/h3&gt;</code></p>
it_it: <p>E' possibile utilizzare HTML base, come pure attributi di stile e classe - ad esempio: <code>&lt;h3 class="shariff_headline"&gt;Teile diesen Beitrag&lt;/h3&gt;</code></p>

source: Basic
it_it: Base

source: Basic options
it_it: Opzioni base

source: CSS attributes for the container <span style="text-decoration: underline;">around</span> Shariff:
it_it: Attributi CSS per il Container (DIV) <u>intorno</u> ai pulsanti Shariff:

source: Cache TTL in seconds (60 - 7200):
it_it: Durata cache (TTL) in secondi (60-7200):

source: Cache directory is not writable or cannot be found.
it_it: La Cache-Directory non è scrivibile o non può essere trovata:

source: Cache directory is writable.
it_it: La Cache-Directory è scrivibile.

source: Changes the language of the share buttons.
it_it: Cambia la lingua dei pulsanti di condivisione.

source: Changes the orientation of the buttons.
it_it: Cambia l'orientamento dei pulsanti di condivisione.

source: Changes the title to share. Only for special use cases.
it_it: Cambia il titolo da condividere. Solo per casi d'uso particolari.

source: Changes the url to share. Only for special use cases.
it_it: Cambia l'indirizzo (url) da condividere. Solo per casi d'uso particolari.

source: Choose image
it_it: Scegli immagine

source: Code:
it_it: Codice:

source: Current share count for
it_it: Contatore effettivo per

source: Custom link for the info button:
it_it: link personalizzato per il pulsante Info:

source: Default
it_it: Predefinito

source: Default image for Pinterest:
it_it: Immagine predefinita per Pinterest:

source: Default sender e-mail address:
it_it: Indirizzo e-mail mittente predefinito:

source: Default sender name:
it_it: Nome mittente predefinito:

source: Description
it_it: Descrizione

source: Design
it_it: Aspetto

source: Design options
it_it: Opzioni per l'aspetto

source: Determines the default image to share for Pinterest, if no other usable image is found.
it_it: Determina l'immagine predefinita di condivisione per Pinterest, se non viene trovata alcuna altra immagine utilizzabile.

source: Determines the main design of the buttons.
it_it: Determina l'aspetto principale per i pulsanti Shariff.

source: Determines which buttons to show and in which order.
it_it: Stabilisce quali pulsanti mostrare ed in quale ordine.

source: Disable the Shariff buttons on password protected posts.
it_it: Disabilita i pulsanti Shariff all'interno degli articoli protetti da password.

source: Disable the mail form functionality.
it_it: Disabilita la funzionalità del modulo Mail.

source: Disabled
it_it: Disabilitato

source: Enable share counts (statistic).
it_it: Attiva le statistiche (share counts).

source: Enable the following services in the provided order:
it_it: Attiva i seguenti servizi nell'ordine previsto:

source: Enables share counts on the buttons.
it_it: Attiva le statistiche (share counts) sui pulsanti Shariff.

source: Error
it_it: Errore

source: Example
it_it: Esempio

source: Flattr username:
it_it: Nome utente Flattr:

source: Headline above all Shariff buttons:
it_it: Titolo sopra tutti i pulsanti Shariff:

source: Help
it_it: Aiuto

source: Help Section</a> and the
it_it: Sezione Aiuto</a> ed il

source: Mail Form
it_it: Modulo Mail

source: Mail form disabled.
it_it: Modulo Mail disabilitato.

source: Mail form options
it_it: Opzioni modulo Mail

source: Mailform language:
it_it: Lingua modulo Mail:

source: Message:
it_it: messaggio:

source: More information in the FAQ.
it_it: Maggiori informazioni all'interno delle FAQ.

source: Name
it_it: Nome

source: Not configured
it_it: Non configurato

source: Options
it_it: Opzioni

source: PHP-Version 5.4 or better is needed to enable the statistic functionality.
it_it: Per le funzioni statistiche è necessario PHP versione 5.4 o superiore.

source: Pages
it_it: Pagine

source: Please check your
it_it: Per favore controlla il tuo

source: Please share this post:
it_it: Per favore condividi questo articolo:

source: Posts
it_it: Articoli

source: Posts (blog page)
it_it: Articoli (pagina del Blog)

source: Reduce button size by 30%.
it_it: Riduci i pulsanti del 30%.

source: Require sender e-mail address.
it_it: Richiesto indirizzo e-mail del mittente.

source: Select the desired services in the order you want them to be displayed, where the Shariff buttons should be included automatically and if you want the share counts to be shown.
it_it: Selezionare i servizi desiderati nell'ordine in cui si preferisce che siano visualizzati, dove i pulsanti Shariff devono essere inclusi automaticamente e se si desidera che siano visualizzate le statistiche di condivisione (share counts).

source: Sets a custom link for the info button.
it_it: Imposta un link personalizzato per il pulsante Info.

source: Sets the Flattr username.
it_it: Imposta il nome utente Flattr.

source: Sets the Twitter via tag.
it_it: Imposta l'attributo 'via' di Twitter.

source: Settings
it_it: Impostazioni

source: Share this post
it_it: Condividi i contenuti

source: Shariff Help
it_it: Shariff Aiuto

source: Shariff button design:
it_it: Aspetto per i pulsanti Shariff:

source: Shariff button language:
it_it: Lingua per i pulsanti Shariff:

source: Shariff button orientation <b>vertical</b>.
it_it: Orientamento dei pulsanti Shariff <u>verticale</u>.

source: Shariff-Settings</a> - Flattr was selected, but no username was provided! Please enter your <strong>Flattr username</strong> in the shariff options!
it_it: Impostazioni-Shariff</a> - E' stato selezionato Flattr, ma non è stato fornito alcun nome utente! Per favore inserisci il tuo <b>Nome utente Flattr</b> nelle opzioni Shariff!

source: Shariff-Settings</a> - Mail was split into mailform and mailto. Manual shorttags may need to be adjusted accordingly."
it_it: Impostazioni-Shariff</a> - La Mail è stata suddivisa in 'mailform' e 'mailto'. Gli Shorttag potrebbero dover essere adeguati di conseguenza.

source: Shariff-Settings</a> - Mailform has been selected as a service, but mail form functionality is disabled!
it_it: Impostazioni-Shariff</a> - Il modulo Mail è stato selezionato come servizio, ma la funzionalità del modulo Mail è disabilitata!

source: Small reduces the size of all buttons by 30%, regardless of theme.
it_it: 'Small' riduce le dimensioni di tutti i pulsanti del 30%, indipendentemente dallo stile selezionato.

source: Statistic:
it_it: Statistiche:

source: Status
it_it: Stato

source: Stretch buttons horizontally to full width.
it_it: Estendi i pulsanti in orizzontale per tutta la larghezza.

source: Support Forum</a>.
it_it: Forum di supporto</a>.

source: The mail form can be completely disabled, if not needed. Otherwise, it is recommended to configure a default sender e-mail address from <u>your domain</u> that actually exists, to prevent spam filters from blocking the e-mails.
it_it: Il modulo mail può essere totalmente disabilitato, se non utilizzato. Viceversa si consiglia di impostare un indirizzo e-mail predefinito per il mittente con il <u>tuo dominio</u> che esista realmente, al fine di prevenire il blocco delle email da parte dei filtri anti-spam.

source: The post featured image or the first image of the post.</div>
it_it: l'immagine predefinita dell'articolo o la prima immagine dell'articolo.</div>

source: The title of the current post or page.</div>
it_it: Il titolo dell'articolo o pagina corrente .</div>

source: The url of the current post or page.</div>
it_it: La url dell'articolo o pagina corrente .</div>

source: This configures the advanced options of Shariff regarding specific services. If you are unsure about an option, take a look at the
it_it: Definisce le opzioni avanzate di Shariff in relazione a specifici servizi. In caso di dubbi su un'opzione, consultare la

source: This configures the default design of the Shariff buttons. Most options can be overwritten for single posts or pages with the options within the <code>[shariff]</code> shorttag. For more information have a look at the
it_it: Definisce l'aspetto generale dei pulsanti Shariff. Per i singoli articoli o pagine la maggior parte delle opzioni possono essere sovrascritte tramite lo shortcode <code>[Shariff]</code> ed i relativi attributi. Per maggiori informazioni consultare la

source: Title
it_it: Titolo

source: Tried using the following directory:
it_it: Si è cercato di utilizzare la seguente directory:

source: Twitter username for the via tag:
it_it: Nome utente Twitter tramite l'attributo 'via':

source: Type:
it_it: Tipo:

source: Use the pipe sign | (Alt Gr + &lt; or &#8997; + 7) between two or more services.
it_it: Utilizzare il carattere Pipe | (Alt Gr + &lt; or &#8997; + 7) tra due o più servizi.

source: Username for Flattr is missing!
it_it: Il nome utente per Flattr è assente!

source: Using the following directory:
it_it: Utilizzo della seguente directory:

source: center
it_it: centrale

source: left
it_it: sinistra

source: right
it_it: destra

source: status section</a>! This will help to speed up the process.</p>
it_it: Sezione 'Stato'</a>! Questo ci permetterà di velocizzare il processo.</p>

source: username
it_it: nome utente

source: If you enjoy our plugin, please consider writing a review about it on
it_it: Si vous aimez notre plugin, merci de donner votre avis sur

source: . If you want to support us financially, you can donate via
it_it: . Se vuoi sostenerci finanziariamente, è possibile donare tramite

source: and
it_it: e

source: . Thank you!
it_it: . Grazie!

source: Patreon username:
it_it: Nome utente Patreon:

source: Bitcoin address:
it_it: Indirizzo Bitcoin:

source: Shariff-Settings</a> - Patreon was selected, but no username was provided! Please enter your <strong>Patreon username</strong> in the shariff options!
it_it: Impostazioni-Shariff</a> - E' stato selezionato Patreon, ma non è stato fornito alcun nome utente! Per favore inserisci il tuo <b>Nome utente Patreon</b> nelle opzioni Shariff!

source: Shariff-Settings</a> - PayPal was selected, but no button ID was provided! Please enter your <strong>Hosted Button ID</strong> in the shariff options!
it_it: Impostazioni-Shariff</a> - E' stato selezionato PayPal, ma non è stato fornito alcun button ID! Per favore inserisci il tuo <b>Hosted-Button-ID</b> nelle opzioni Shariff!

source: Shariff-Settings</a> - Bitcoin was selected, but no address was provided! Please enter your <strong>Bitcoin Address</strong> in the shariff options!
it_it: Impostazioni-Shariff</a> - E' stato selezionato Bitcoin, ma non è stato fornito alcun indirizzo! Per favore inserisci il tuo <b>Bitcoin indirizzo</b> nelle opzioni Shariff!

source: Username for patreon is missing!
it_it: Il nome utente per Patreon è assente!

source: Button ID for PayPal is missing!
it_it: Il Button-ID per PayPal è assente!

source: Address for Bitcoin is missing!
it_it: Indirizzo per la Bitcoin è mancante!

source: Sets the Patreon username.
it_it: Imposta il nome utente Patreon.

source: Sets the PayPal hosted button ID.
it_it: Imposta il PayPal hosted button ID.

source: Sets the bitcoin address.
it_it: Imposta il Bitcoin indirizzo.

source: bbPress replies
it_it: bbPress risposte

source: The GD Library is not installed on this server. This is only needed for the QR codes, if your are using the bitcoin button.
it_it: La Biblioteca GD non è installato su questo server. Questo è necessario solo per i codici QR, se si sta usando il tasto bitcoin.
